---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.JoistSystemElemTagNewMembersView
source: html/b1075255-4b87-5181-3b3b-66ba8f24442c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.JoistSystemElemTagNewMembersView Property

"Tag new members in view"

## Syntax (C#)
```csharp
public static ForgeTypeId JoistSystemElemTagNewMembersView { get; }
```